import React from "react";
import "./AboutUs.css";

const AboutUs = () => {
  return (
    <div className="container">
      <section id="about-us">
        <h2>Σχετικα Με Εμας</h2>
        <div className="grid">
          <div className="about-item">
            <h3>Η Φιλοσοφια Μας</h3>
            <p>
              Στην Εταιρία Φυσικού Αερίου, το όραμά μας είναι να προωθήσουμε τη
              χρήση του φυσικού αερίου ως ένα βιώσιμο και φιλικό προς το
              περιβάλλον καύσιμο. Πιστεύουμε ότι το φυσικό αέριο παρέχει μια
              αξιόπιστη και καθαρή πηγή ενέργειας που μπορεί να καλύψει τις
              ανάγκες της κοινότητας και της βιομηχανίας μας.
            </p>
          </div>
          <div className="about-item">
            <h3>Το Οραμα Μας</h3>

            <p>
              Στην Εταιρία Φυσικού Αερίου, η φιλοσοφία μας είναι να παρέχουμε
              καθαρή και αξιόπιστη ενέργεια σε μια περίοδο κλιματικής αλλαγής
              και περιβαλλοντικών προκλήσεων. Πιστεύουμε ότι οι εναλλακτικές
              πηγές ενέργειας όπως το φυσικό αέριο είναι καθαρές και
              αποτελεσματικές λύσεις που μπορούν να μειώσουν τις εκπομπές αερίων
              του θερμοκηπίου και να προωθήσουν ένα βιώσιμο μέλλον.
            </p>
          </div>
          <div className="about-item">
            <h3>Ο Στοχος Μας</h3>
            <p>
              Στην Εταιρία Φυσικού Αερίου, ο στόχος μας είναι να πρωτοπορήσουμε
              στην παροχή φυσικού αερίου με καινοτόμες λύσεις και να προωθήσουμε
              την αειφορία σε κάθε επίπεδο της δραστηριότητάς μας. Επιδιώκουμε
              συνεχώς να ανακαλύψουμε και να υιοθετούμε νέες τεχνολογίες και
              καινοτόμες πρακτικές που θα βελτιώσουν την παραγωγή, τη μεταφορά
              και τη χρήση του φυσικού αερίου. Επενδύουμε στην έρευνα και την
              ανάπτυξη για τη δημιουργία πιο αποδοτικών και περιβαλλοντικά
              φιλικών διεργασιών, ενισχύοντας την ανανεώσιμη παραγωγή φυσικού
              αερίου και ελαχιστοποιώντας τις εκπομπές αερίων του θερμοκηπίου.
            </p>
          </div>
        </div>
      </section>
      <section id="Dynamiko">
        <h2>Ανρθωπινο Δυναμικο</h2>
        <div className="grid">
          <div className="about-item">
            <h3>Η Φιλοσοφια Μας</h3>
            <p>
              Στην Εταιρία Φυσικού Αερίου, το όραμά μας είναι να προωθήσουμε τη
              χρήση του φυσικού αερίου ως ένα βιώσιμο και φιλικό προς το
              περιβάλλον καύσιμο. Πιστεύουμε ότι το φυσικό αέριο παρέχει μια
              αξιόπιστη και καθαρή πηγή ενέργειας που μπορεί να καλύψει τις
              ανάγκες της κοινότητας και της βιομηχανίας μας.
            </p>
          </div>
          <div className="about-item">
            <h3>Το Οραμα Μας</h3>
            <p>
              Στην Εταιρία Φυσικού Αερίου, η φιλοσοφία μας είναι να παρέχουμε
              καθαρή και αξιόπιστη ενέργεια σε μια περίοδο κλιματικής αλλαγής
              και περιβαλλοντικών προκλήσεων. Πιστεύουμε ότι οι εναλλακτικές
              πηγές ενέργειας όπως το φυσικό αέριο είναι καθαρές και
              αποτελεσματικές λύσεις που μπορούν να μειώσουν τις εκπομπές αερίων
              του θερμοκηπίου και να προωθήσουν ένα βιώσιμο μέλλον.
            </p>
          </div>
          <div className="about-item">
            <h3>Ο Στοχος Μας</h3>
            <p>
               Στην Εταιρία Φυσικού Αερίου, ο στόχος μας είναι να πρωτοπορήσουμε
              στην παροχή φυσικού αερίου με καινοτόμες λύσεις και να προωθήσουμε
              την αειφορία σε κάθε επίπεδο της δραστηριότητάς μας. Επιδιώκουμε
              συνεχώς να ανακαλύψουμε και να υιοθετούμε νέες τεχνολογίες και
              καινοτόμες πρακτικές που θα βελτιώσουν την παραγωγή, τη μεταφορά
              και τη χρήση του φυσικού αερίου. Επενδύουμε στην έρευνα και την
              ανάπτυξη για τη δημιουργία πιο αποδοτικών και περιβαλλοντικά
              φιλικών διεργασιών, ενισχύοντας την ανανεώσιμη παραγωγή φυσικού
              αερίου και ελαχιστοποιώντας τις εκπομπές αερίων του θερμοκηπίου.
            </p>
          </div>
        </div>
      </section>
      <seciton id ='ypologismos'>
         <div className="aerio">
            <h2>Υπολογισμος Κοστους Φυσικου Αεριου</h2>
            <a href="interface2.html" target="_blank" class="cta-button">Learn More</a> 

         </div>
      </seciton>
    </div>
  );
};

export default AboutUs;
